Repository: jonathanbui/imacg3
Catalog: crtcpl/AppletForm.*.resx
Languages: fr

# defaultsButton.Text
source: &Defaults
fr: &Défaut

# cancelButton.Text
source: Cancel
fr: Annuler

# applyButton.Text
source: &Apply
fr: &Appliquer

# screenRadioButton.Text
source: &Screen
fr: Écra&n

# geometryRadioButton.Text
source: &Geometry
fr: &Géométrie

# colorsRadioButton.Text
source: &Colors
fr: &Couleurs

# advancedRadioButton.Text
source: Ad&vanced
fr: A&vancé

# $this.Text
source: Screen Settings
fr: Paramètres de l’écran

# showTestPatternToolStripMenuItem.Text
source: &Show test pattern
fr: Afficher un motif de te&st

# screenAdjustToolStripMenuItem.Text
source: &Default
fr: &Défaut

# sMPTEColorBarToolStripMenuItem.Text
source: &SMPTE color bars
fr: Mire &SMPTE

# fuBKTestCardToolStripMenuItem.Text
source: &FuBK test card
fr: Mire &FuBK

# bWverticalToolStripMenuItem.Text
source: &B/W (vertical)
fr: N/&B (verticale)

# bWhorizontalToolStripMenuItem.Text
source: B/&W (horizontal)
fr: N/B (&horizontale)

# rGBverticalToolStripMenuItem.Text
source: &RGB (vertical)
fr: &RGB (verticale)

# rGBhorizontalToolStripMenuItem.Text
source: R&GB (horizontal)
fr: R&GB (horizontale)

# redScreenToolStripMenuItem.Text
source: R&ed screen
fr: Écran roug&e

# greenScreenToolStripMenuItem.Text
source: Gree&n screen
fr: Écra&n vert

# blueScreenToolStripMenuItem.Text
source: B&lue screen
fr: &Écran bleu

# testPatternSelectionToolStripMenuItem.Text
source: &Test pattern selection
fr: Sélec&tion de la mire
