Repository: jonathanbui/imacg3
Catalog: crtcpl/StringRes/StringRes.*.resx
Languages: de, es, fr, ja

# AlreadyRunning
source: Another Instance of this program is already running.
de: Es wird bereits eine weitere Instanz dieses Programms ausgeführt.
es: Ya se está ejecutando una instancia de este programa.
fr: Une autre instance de ce programme est déjà en cours d'exécution.
ja: このプログラムの他のインスタンスが既に実行されています。

# AlreadyRunningTitle
source: Screen Settings
de: Bildschirmeinstellungen
es: Parámetros de la pantalla
fr: Paramètres de l’écran
ja: 画面設定

# CantApplyChanges
source: An error occurred while instructing the IVAD controller to make all changes permanent. {0}
de: Bei der Anweisung an den IVAD-Controller, alle Änderungen dauerhaft zu machen, ist ein Fehler aufgetreten. {0}
es: Se produjo un error al indicar al controlador IVAD que haga todos los cambios permanentes. {0}
fr: Une erreur s'est produite alors que le contrôleur IVAD avait reçu l'instruction de rendre permanentes toutes les modifications. {0}
ja: すべての変更を永続的にすることをIVADコントローラーに指示したときにエラーが発生しました。 {0}

# CantPerformChange
source: An error occurred while instructing the IVAD controller to make the requested change. {0}
de: Bei der Anweisung an den IVAD-Controller, die angeforderte Änderung vorzunehmen, ist ein Fehler aufgetreten. {0}
fr: Une erreur s'est produite lors de l'instruction donnée au contrôleur IVAD d'effectuer la modification demandée. {0}
ja: IVADコントローラーに要求された変更を行うことを指示したときにエラーが発生しました。 {0}

# CantResetDefaults
source: An error occurred while instructing the IVAD controller to restore default values. {0}
de: Ein Fehler trat auf, als der IVAD-Controller angewiesen wurde, die Standardwerte wiederherzustellen. {0}
es: Se produjo un error al indicar al controlador IVAD que realice el cambio solicitado. {0}
fr: Une erreur s'est produite lors de l'instruction donnée au contrôleur IVAD de rétablir les valeurs par défaut. {0}
ja: IVADコントローラーに復元の値を復元することを指示したときにエラーが発生しました。 {0}

# CantUndoChanges
source: An error occurred while instructing the IVAD controller to undo unsaved changes. {0}
de: Bei der Anweisung an den IVAD-Controller, ungespeicherte Änderungen rückgängig zu machen, ist ein Fehler aufgetreten. {0}
es: Se produjo un error al indicar al controlador IVAD que deshaga los cambios no guardados. {0}
fr: Une erreur s'est produite lors de l'instruction donnée au contrôleur IVAD d'annuler les modifications non sauvegardées. {0}
ja: 保存されていない変更を元に戻すことをIVADコントローラーに指示したときにエラーが発生しました。 {0}

# CantUpdatePages
source: An error occurred while retrieving the current configuration from the IVAD controller. {0}
de: Beim Abrufen der aktuellen Konfiguration vom IVAD-Controller ist ein Fehler aufgetreten. {0}
es: Se produjo un error al leer la configuración actual del controlador IVAD. {0}
fr: Une erreur s'est produite lors de la récupération de la configuration actuelle du contrôleur IVAD. {0}
ja: IVADコントローラーから現在の設定を取得中にエラーが発生しました。 {0}

# ComErrorBadPort
source: The selected control port is invalid.
de: Der ausgewählte Port ist ungültig.
fr: Le port de contrôle sélectionné n'est pas valide.
ja: 選択した制御ポートは無効です。

# ComErrorBadVersion
source: This program is not compatible with the attached IVAD controller.
fr: Ce programme n'est pas compatible avec le contrôleur IVAD joint.

# ComErrorOther
source: An error occurred while connecting to the IVAD control port. {0}
de: Bei der Verbindung mit dem IVAD-Steuerungsport ist ein Fehler aufgetreten. {0}
es: Se produjo un error al conectarse al puerto serie del IVAD. {0}
fr: Une erreur s'est produite lors de la connexion au port de contrôle IVAD. {0}
ja: IVAD制御ポートへの接続中にエラーが発生しました。 {0}

# ComErrorTitle
source: IVAD Control Port
de: IVAD-Steuerungsport
es: Puerto serie IVAD
fr: Port de contrôle IVAD
ja: IVADの制御ポート

# UCComBadResponse
source: An invalid response was received.
de: Es wurde eine ungültige Antwort erhalten.
es: Se recibió una respuesta no válida.
fr: Une réponse non valable a été reçue.
ja: 無効な応答を受け取りました。

# UCComIOError
source: The port is in an invalid state.
de: Der Port befindet sich in einem ungültigen Zustand
es: El puerto serie está en un estado no válido.
fr: Le port est dans un état invalide.
ja: ポートは現在無効な状態です。

# UCComNoResponse
source: No response was received.
de: Es ging keine Antwort ein.
es: No se recibió respuesta.
fr: Aucune réponse n'a été reçue.
ja: 応答がありませんでした。

# UCComUnauthorizedAccess
source: Access is denied to the COM port. Another program probably already has the specified COM port open.
de: Der Zugriff auf den COM-Port wurde verweigert. Ein anderes Programm hat den angegebenen COM-Port wahrscheinlich bereits geöffnet.
es: Se deniega el acceso al puerto serie. Otro programa probablemente tenga abierto el puerto serie especificado.
fr: L'accès au port COM est refusé. Un autre programme a probablement déjà le port COM spécifié ouvert.
ja: COMポートへのアクセスが拒否されました。 別のプログラムが指定されたCOMポートを既に開いている可能性があります。
